cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'scmpuff'
brew 'mongodb'


cask 'atom'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'vagrant'
cask 'eclipse'
cask 'bitbar'
